Repository: MasterBDX/Blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Email
ar: البريد الإلكتروني

source: Please type the email address
ar: يرجى إدخال البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Please type the password
ar: يرجى إدخال كلمة المرور

source: Remember me
ar: تذكرني

source: Please enter a correct email and password. Note that both fields may be case-sensitive.
ar: الرجاء إدخال البريد الإلكتروني و كلمة السر الصحيحين.

source: This account is inactive.
ar: هذا الحساب غير مفعل.

source: your account is inactive, Please check your email to activate your account ! <br> to <a href="{link}"> resend activation email </a>
ar: الحساب غير مفعل , يرجى تفقد البريدالإلكتروني لتفعيل الحساب ! <br> <a href="{link}"> لإعادة إرسال التفعيل </a>

source: your account is still inactive.<br> do you want to <a href="{link}"> resend activation link to your email ? </a>
ar: الحساب مازال غير مفعل&nbsp;<a href="{link}">لإعادة إرسال رابط التفعيل</a>

source: email
ar: البريد الإلكتروني

source: Your Email Does not exists, would you like to <a href="{link}"> register </a>
ar: هذا البريد غير موجود<br /><a href="{link}">للتسجيل</a>

source: your email has already been confirmed
ar: هذا البريد مفعل بالفعل !

source: Password
ar: كلمة المرور

source: Password Confirmation
ar: تاكيد كلمة المرور

source: Subscribe to Newsletter
ar: للإشتراك في القائمة البريدية

source: username
ar: اسم المستخدم

source: Passwords don't match
ar: كلمتي المرور غير متطابقتين !

source: email is already used
ar: هذا البريد مستخدم بالفعل !

source: Profile Picture
ar: صورة الملف الشخصي

source: The two password fields didn’t match.
ar: حقلا كلمة المرور غير متطابقين

source: Your old password was entered incorrectly. Please enter it again.
ar: تم إدخال كلمة المرور القديمة بشكل غير صحيح. الرجاء إدخالها مرة أخرى.

source: This email is not found
ar: البريد اﻹلكتروني غير موجود

source: This email is not active yet
ar: البريد اﻹلكتروني غير مفعل بعد

source: Only English alphabet letters should be used
ar: يسمح فقط بأحرف الأبجدية الإنجليزية

source: This password is too short. It must contain at least 8 characters
ar: كلمة المرور قصيرة جدا ,يجب أن تحتوي كلمة المرور على الأقل 8 أحرف

source: password must contain at least 8 characters
ar: يجب أن تحتوي كلمة المرور على الأقل 8 أحرف

source: Password must contain at least one number, 0-9
ar: يجب أن تحتوي كلمة المرور على رقم واحد على اﻷقل ( 0-9 )

source: Password must contain at least one uppercase letter, A-Z
ar: يجب أن تحتوي كلمة المرور عل حرف كبير واحد على اﻷقل (A-Z)

source: Password must contain at least one lowercase letter, a-z.
ar: يجب أن تحتوي كلمة المرور عل حرف صغير واحد على اﻷقل (a-z)

source: Password must contain at least one symbol: () [] {} | \ `~! @ # $% ^ & * _- + =;: '", <> ./?
ar: يجب أن تحتوي كلمة المرور على رمز واحد على اﻷقل : () [] {} | \ ` ~ ! @ # $ % ^ & * _ - + = ; : ' " , <> . / ?

source: Activation Error
ar: خطأ في التفعيل

source: Activation Error. Please try again.
ar: عفو لقد إنتهت صلاحية هذا الرابط

source: Resend Email Activation
ar: ﻹعادة إرسال رابط التفعيل

source: Resend Activation
ar: إعادة إرسال رابط التفعيل

source: Password successfully changed!
ar: تم تغيير الرقم السري بنجاح

source: Change your Password
ar: تغيير كلمة المرور

source: Change
ar: تغيير

source: password reset complete
ar: اكتمال إعادة تعيين كلمة المرور

source: Password reset has been completed
ar: اكتمال إعادة تعيين كلمة المرور

source: Your password has been reseted now you can
ar: تم إعادة تعيين كلمة المرور , الآن من الممكن

source: Login
ar: تسجيل الدخول

source: password reset
ar: إعادة تعيين كلمة المرور

source: Set your Password
ar: تعيين كلمة المرور

source: Set
ar: تعيين

source: Expired link
ar: إنتهت صلاحية الرابط

source: Excuse me this link has been expired
ar: عذرا ، لقد انتهت صلاحية الرابط

source: password reset check
ar: التحقق من البريد اﻹلكتروني

source: Reset Instructions Sent
ar: تم إرسال التعليمات

source: (( Please check your email ))
ar: (( يرجى تفقد البريد اﻹلكتروني ))

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ar: لقد تم إرسال هذا البريد من أجل طلبك لتغيير كلمة المرور الخاصة بحسابك على :%(site_name)s.

source: Please go to the following page and choose a new password:
ar: الرجاء الانتقال إلى الصفحة التالية واختيار كلمة مرور جديدة:

source: Thanks for using our site!
ar: مرحب بكم دائما معنا

source: The %(site_name)s team
ar: فريق %(site_name)s

source: Your username, in case you’ve forgotten:
ar: اسم المستخدم الخاص بك في حال النسيان :

source: Reset your Password
ar: إعادة تعيين كلمة المرور

source: Reset
ar: إعادة تعيين

source: hello
ar: مرحبا

source: please activate your account by clicking the link below
ar: يرجى تفعيل الحساب عن طريق الضغط على الرابط أدناه

source: Once you activate you can login
ar: بمجرد تفعيل حسابك يمكنك تسجيل الدخول

source: Thank you
ar: شكرا جزيلا

source: blog
ar: مدونة

source: Forgot your password
ar: نسيت كلمة المرور

source: Profile
ar: الملف الشخصي

source: Edit
ar: تعديل

source: Crop the photo
ar: اقتصاص الصورة

source: Crop and upload
ar: اقتصاص و رفع

source: Close
ar: إغلاق

source: Change your password :
ar: تغيير كلمة المرور :

source: Delete your account from here :
ar: لحذف الحساب :

source: Delete
ar: حذف

source: Register
ar: التسجيل

source: Delete User Account
ar: حذف حساب المستخدم

source: Are you sure you want to delete your account
ar: سيتم حذف الحساب بشكل نهائي يرجى التأكيد

source: Confirm
ar: تأكيد

source: We sent you the activation link please check your email .
ar: لقد قمنا بإرسال رابط التفعيل إلى البريد اﻹلكتروني , يرجى تفقد البريد الإلكتروني !

source: We sent you the activation link please check your email .
ar: لقد قمنا بإرسال رابط التفعيل إلى البريد اﻹلكتروني , يرجى تفقد البريد الإلكتروني !

source: Your account has been confirmed ; Please login
ar: تم تأكيد الحساب , يرجى تسجيل الدخول.

source: your email has already been confirmed Do you want to <a href="{link}"> reset your password </a> ?
ar: هذا البريد مفعل بالفعل<br />هل تريد<a href="{link}">إعادة تعيين كلمة المرور ؟</a>

source: Your profile has been updated
ar: تم تحديث الملف الشخصي

source: This field should not be left blank
ar: لا يجب ترك هذا الحقل فارغ

source: You have to be loged in to add comment
ar: يجب تسجيل دخولك ﻹضافة تعليق

source: You have to be loged in to add reply
ar: يجب تسجيل دخولك ﻹضافة رد

source: Content
ar: المحتوى

source: Type your comment
ar: يرجى إدخال تعليقك

source: Leave a comment
ar: ﻹضافة تعليق

source: Add
ar: أضف

source: Comments
ar: التعليقات

source: Load more
ar: المزيد

source: name
ar: اﻹسم

source: subject
ar: الموضوع

source: message
ar: المحتوى

source: About Blog
ar: حول المدونة

source: There is no About Blog description
ar: لا يوجد وصف لهذه المدونة حتى اﻷن

source: About Me
ar: من نكون

source: There is no About Me description
ar: لا يوجد أي وصف عن أصحاب هذه المدونة بعد !

source: Contact Us
ar: للتواصل معنا

source: Send
ar: إرسال

source: Privacy & Policy
ar: سياسة الخصوصية

source: There is no privacy & policy yet
ar: لم يتم وضع أي سياسة للخصوصية بعد

source: Authors Dashboard
ar: التحكم بالمؤلَفين

source: Id
ar: رقم التعريف

source: Username
ar: اسم المستخدم

source: Slug
ar: رمز التعريف

source: Email
ar: البريد الإلكتروني

source: Status
ar: الحالة

source: deleted
ar: إزالة

source: created
ar: إضافة

source: Remove Author
ar: إزالة كمؤلف

source: Add Author
ar: إضافة كمؤلف

source: Confirm Author
ar: تأكيد حالة المؤلف

source: Categories Dashboard
ar: لوحة تحكم التصنيفات

source: To add new Category
ar: ﻹضافة صنف جديد

source: Title
ar: العنوان

source: Created At
ar: صنع في

source: There are no categories
ar: لم يتم العثور على أي تصنيفات

source: Posts Dashboard
ar: التحكم بالمنشورات

source: To add new post
ar: ﻹضافة منشور جديد

source: There are no Posts
ar: لم يتم العثور على أي منشور

source: Home
ar: الرئيسية

source: Featured Posts
ar: مميزنا

source: Latest posts from the blog
ar: جديدنا

source: your message has been sent
ar: شكرا للتواصل معنا, سيتم إرسال الرد في أقرب وقت ممكن

source: create
ar: إضافة

source: You have successfuly {} Author for {}
ar: لقد قمت ب{} المؤلف للمستخدم {} بنجاح

source: title
ar: العنوان

source: overview
ar: المقدمة

source: content
ar: المحتوى

source: thumbnail
ar: الصورة الرئيسية

source: categories
ar: التصنيفات

source: active
ar: تنشيط

source: featured
ar: مميز

source: Are you sure you want to delete
ar: هل أنت متأكد من حذف منشور

source: Add new post
ar: إضافة منشور جديد

source: Edit Category
ar: تعديل الصنف

source: Add Category
ar: إضافة صنف

source: share it on
ar: للمشاركة على

source: Previous Post
ar: السابق

source: Next Post
ar: التالي

source: Blog
ar: المدونة

source: There are no results for
ar: لا يوجد أي نتائج لهذا البحث :

source: Latest Posts
ar: أخر المنشورات

source: The post has been deleted
ar: تم حذف المنشور بنجاح

source: Search the blog
ar: للبحث عن منشور

source: What are you looking for ?
ar: ما الذي يثير إهتمامك ؟

source: Search for Specific User
ar: البحث عن مستخدم معين

source: search by username, email, slug, id
ar: يمكنك البحث بإستخدام : البريد اﻹلكتروني أو اسم الشخص أو حتى رقم التعريف الخاص به

source: My Account
ar: حسابي

source: Categories
ar: التصنيفات

source: 2019. All rights reserved for Masterbdx team
ar: جميع الحقوق محفوظة لفريق MasterBDX ( 2019 )

source: Contact
ar: تواصل معنا

source: Admin
ar: المشرف

source: Ultimate Dashboard
ar: لوحة التحكم الرئيسية

source: Dashboard
ar: لوحة التحكم

source: Posts
ar: المنشورات

source: Logout
ar: تسجيل الخروج
